Repository: GeraldJansen/xfce4-hamster-plugin
Catalog: po/*.po
Languages: es

source: What goes on?
es: ¿Qué está pasando?

source: Todays activities
es: Actividades del día

source: Edit activity
es: Editar actividad

source: Resume activity
es: Retomar actividad

source: Show overview
es: Mostrar resumen

source: Stop tracking
es: Detener el registro

source: Add earlier activity
es: Agregar actividad anterior

source: Tracking settings
es: Preferencias de registro

source: No activities yet.
es: Sin actividad aun.

source: <b>Settings</b>
es: <b>Preferencias</b>

source: Entry completion as dropdown
es: Autocompletado desplegable

source: Show tooltips on buttons
es: Mostrar ayuda en los botones
